Reports this server's source ID.
  Namespace:   Autodesk.Revit.DB.DirectContext3D
  Assembly:   RevitAPI  (in RevitAPI.dll) Version: 18.0.0.0 (18.0.0.420)
  Since:  2018
 Syntax
  C#
string GetSourceId()
  Visual Basic
Function GetSourceId As String
  Visual C++
String^ GetSourceId()
 Return Value
 The source ID.
 See Also
  IDirectContext3DServer Interface
  Autodesk.Revit.DB.DirectContext3D Namespace